package bob.colbaskin.unittesting.data

const val MAX_NO_OF_WORDS = 10
const val SCORE_INCREASE = 20

val allWords: Set<String> =
    setOf(
        "животное",
        "авто",
        "анекдот",
        "алфавит",
        "лучший",
        "день рождения",
        "книга",
        "камера",
        "класс",
        "танец",
        "мечта",
        "слон",
        "цветы",
        "лиса",
        "свободный",
        "гитара",
        "стекло",
        "великий",
        "шутка",
        "снег",
        "письмо",
        "луна",
        "гора",
        "музыка",
        "ночь",
        "имя",
        "номер",
        "осень",
        "путешествие",
        "комната",
        "секрет",
        "звезда",
        "улица",
        "рассвет",
        "такси",
        "вместе",
        "турист",
        "зима",
        "мир",
        "год",
        "зебра"
    )